Repository: ctt-gob-es/firma-ios
Catalog: Firma_iOS/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ca, es, eu, gl, va

# dni_incorrect_pin_description
source: Wrong PIN. Please, beware that invalid PIN entering can lock your smart card.
ca: El PIN del dispositiu criptográficés incorrecte. Tingui en compte que diversos intents fallits consecutius podrien bloquejar-ho.
es: El PIN del dispositivo criptográfico es incorrecto. Tenga en cuenta que varios intentos fallidos consecutivos podrían bloquearlo.
eu: Gailu kriptografikoaren PINa ez da zuzena. Kontuan izan elkarren segidako zenbait huts egindako saiakerek blokeatu egin dezaketela.
gl: O PIN do dispositivo criptográfico é incorrecto. Teña en conta que varios intentos errados consecutivos poderían bloquealo.
va: El PIN del dispositiu criptográficés incorrecte. Tinga en compte que diversos intents fallits consecutius podrien bloquejar-ho.

# dni_incorrect_pin_title
source: Wrong PIN.
ca: PIN incorrecte
es: PIN incorrecto
eu: PIN okerra
gl: PIN incorrecto
va: PIN incorrecte

# dni_reading_error_description
source: The card you have provided does not appear to be a DNIe. Please try again.
ca: La targeta que heu proporcionat no sembla ser un DNIe. Si us plau intenta-ho de nou.
es: La tarjeta que has proporcionado no parece ser un DNIe. Por favor inténtalo de nuevo.
eu: Eman duzun txartela ez dirudi eDNIa denik. Mesedez, saiatu berriro.
gl: A tarxeta que proporcionou non parece ser un eDNI. Téntao de novo.
va: La targeta que has proporcionat no sembla ser un DNIe. Per favor intenta-ho de nou.

# dni_reading_error_long_description
source: An error has occurred when trying to read your e-ID. Please try again. Remember to keep it on a flat surface and hold your mobile phone fixed on the card for a few seconds for it to be read correctly.
ca: S'ha produït un error en intentar llegir el DNIe. Si us plau, torna a intentar-ho. Recorda mantenir-lo en una superfície llisa i mantenir el teu telèfon mòbil uns segons fix sobre la targeta per a la lectura correcta.
es: Se ha producido un error al intentar leer tu DNIe. Por favor, vuelve a intentarlo. Recuerda mantenerlo en una superficie lisa y mantener tu teléfono móvil unos segundos fijo sobre la tarjeta para su correcta lectura.
eu: Errore bat gertatu da NANa irakurtzen saiatzean. Mesedez, saiatu berriro. Gogoratu gainazal leun batean gorde behar duzula eta telefono mugikorra txartelean finkatuta edukitzea segundo batzuetan irakurketa zuzena izan dadin.
gl: Produciuse un erro ao tentar ler o teu DNIe. Téntao de novo. Lembra mantelo nunha superficie lisa e manteña o teu teléfono móbil fixado na tarxeta durante uns segundos para unha lectura correcta.
va: S'ha produït un error en intentar llegir el teu DNIe. Per favor, torna a intentar-ho. Recorda mantindre-ho en una superfície llisa i mantindre el teu telèfon mòbil uns segons fix sobre la targeta per a la seua correcta lectura.

# dni_reading_error_long_title
source: Error reading your DNIe
ca: Error en la lectura del teu DNIe
es: Error en la lectura de tu DNIe
eu: Errore bat zure NANa irakurtzean
gl: Erro ao ler o teu DNIe
va: Error en la lectura de la teua DNIe

# dni_reading_error_timeout_description
source: Connection timeout exceeded. Please try again. Remember to keep it on a flat surface and hold your mobile phone fixed on the card for a few seconds for it to be read correctly.
ca: S'ha superat el temps d'espera de connexió. Si us plau, torna a intentar-ho. Recorda mantenir-lo en una superfície llisa i mantenir el teu telèfon mòbil uns segons fix sobre la targeta per a la lectura correcta.
eu: Konexioaren denbora-muga gainditu da. Mesedez, saiatu berriro. Gogoratu gainazal leun batean gorde behar duzula eta telefono mugikorra txartelean finkatuta edukitzea segundo batzuetan irakurketa zuzena izan dadin.
gl: Superouse o tempo de espera da conexión. Téntao de novo. Lembra mantelo nunha superficie lisa e manteña o teu teléfono móbil fixado na tarxeta durante uns segundos para unha lectura correcta.
va: S'ha superat el temps d'espera de connexió. Per favor, torna a intentar-ho. Recorda mantindre-ho en una superfície llisa i mantindre el teu telèfon mòbil uns segons fix sobre la targeta per a la seua correcta lectura.

# dni_reading_error_title
source: Error reading your DNIe
ca: Error en la lectura del teu DNIe
es: Error en la lectura de tu DNIe
eu: Errore bat zure NANa irakurtzean
gl: Erro ao ler o teu DNIe
va: Error en la lectura de la teua DNIe

# dni_view_button_title
source: Start
ca: Començar
es: Empezar
eu: Hasi
gl: Comeza
va: Començar

# dni_view_description_1
source: To identify yourself using DNIe, you need to have an electronic ID with
ca: Per identificar-te mitjançant DNIe és necessari que tinguis un DNI electrónic amb
es: Para identificarte mediante DNIe es necesario que tengas un DNI electrónico con
eu: NAN elektronikoaren bidez identifikatzeko,
gl: Para identificarche mediante DNIe é necesario que teñas un DNI electrónico con
va: Per a identificar-te mitjançant DNIe és necessari que tingues un DNI electrónic amb

# dni_view_description_2
source: certificates in effect
ca: certificats vigent
es: certificados vigentes
eu: indarrean dauden ziurtagiriak
gl: certificados vixentes
va: certificats vigents

# dni_view_description_3
source: and know the
ca: i coneguis
es: y conozcas el
eu: dituen NAN elektronikoa izan behar duzu, eta
gl: y conozcas el
va: i conegues

# dni_view_description_4
source: PIN code
ca: el codi PIN.
es: código PIN.
eu: PIN kodea jakin.
gl: código PIN.
va: el codi PIN

# dni_view_title
source: Identification with DNIe
ca: Identificació amb DNIe
es: Identificación con DNIe
eu: NANe-rekin identifikatzea
gl: Identificación con DNIe
va: Identificació amb DNIe

# document_error_controller_title
source: Acceptance of legal texts
ca: Acceptació de textos legals
es: Aceptación de textos legales
eu: Lege-testuak onartzea
gl: Aceptación de textos legais
va: Acceptació de textos legals

# document_error_description
source: An error has occurred while accessing legal documents. Try again later.
ca: S'ha produït un error durant l'accés als documents legals. Intenta-ho de nou més tard.
es: Se ha producido un error durante el acceso a los documentos legales. Inténtalo de nuevo más tarde.
eu: Errore bat gertatu da dokumentu juridikoak atzitzean. Saiatu berriro geroago.
gl: Produciuse un erro ao acceder a documentos legais. Téntao de novo máis tarde.
va: S'ha produït un error durant l'accés als documents legals. Inténtalo de nou més tard.

# document_error_title
source: Error loading documents
ca: Error en carregar els documents
es: Error al cargar los documentos
eu: Errore bat gertatu da dokumentuak kargatzean
gl: Produciuse un erro ao cargar documentos
va: Error en carregar els documents

# enable_button_title
source: Allow
ca: Permetre
es: Permitir
eu: Onartu
gl: Permitir
va: Permetre

# faq_answer_four
source: Certificates imported into the Autofirma App are for exclusive use for electronic signatures on Web pages designed for this purpose. To use a digital certificate for identification on Web pages, you must follow the instructions of your Web browser and of Apple regarding the installation process of the certificates and their keys in the iOS operating system and in the Web browser itself if necessary.
ca: Els certificats importats a Autofirma App són d'ús exclusiu per a signatura electrònica en pàgines web dissenyades a aquest efecte. Per utilitzar un certificat digital per a la identificació en pàgines web haureu de seguir les instruccions del vostre navegador web i d'Apple respecte al procés d'instal·lació dels certificats i les vostres claus al sistema operatiu iOS i al propi navegador web si calgués.
es: Autofirma App permite firmar con certificado trámites web compatibles con la aplicación. Para firmar un trámite, complételo normalmente a través de su navegador web. Si el trámite está preparado para la firma con Autofirma App, esta se ejecutará en el momento de la firma, permitirá al usuario seleccionar el certificado de firma y completará la operación. También puede abrir la aplicación y firmar directamente un documento PDF mediante el botón "Firma local". Si desea además que la firma sea visible en una página de su documento, habilite la opción "Hacer firma visible" en el apartado "Permisos" de la App. Esto le pemitirá seleccionar un área de firma dentro de las páginas del documento para que se imprima ahí la información de firma. Si no desea que su número de DNI/NIE completo aparecezca en el texto de la firma, asegúrese de tener habilitada la opción "Ofuscar identificadores de usuario en las firmas" en el apartado "Permisos".
eu: Autofirma App-ra inportatutako ziurtagiriak horretarako diseinatutako web orrietako sinadura elektronikoetarako soilik dira. Web-orrietan identifikaziorako ziurtagiri digitala erabiltzeko, zure web-arakatzailearen eta Apple-ren argibideak jarraitu behar dituzu ziurtagiriak eta haien gakoak iOS sistema eragilean eta beharrezkoa izanez gero web-arakatzailean bertan instalatzeko prozesuari buruz.
gl: Os certificados importados na App Autofirma son de uso exclusivo para sinaturas electrónicas nas páxinas web deseñadas para tal fin. Para utilizar un certificado dixital para a identificación en páxinas web, debes seguir as instrucións do teu navegador web e de Apple sobre o proceso de instalación dos certificados e as súas claves no sistema operativo iOS e no propio navegador web se é necesario.
va: Els certificats importats en autofirma App són d'ús exclusiu per a firma electrònica en pàgines Web dissenyades a este efecte. Per a usar un certificat digital per a identificació en pàgines Web haurà de seguir les instruccions del seu navegador Web i d'Apple respecte al procés d'instal·lació dels certificats i les seues claus en el sistema operatiu iOS i en el propi navegador Web si calguera.

# faq_answer_one
source: Autofirma App allows you to sign with certified web formalities compatible with the application. To sign a paperwork, please complete it normally through your web browser. If the procedure is ready for signature with Autofirma App, it will be executed at the time of signature, allow the user to select the signing certificate and complete the operation. You can also open the application and directly sign a PDF document using the "Local Signature" button. If you also want the signature to be visible on a page of your document, enable the "Make Visible Signature" option in the "Permissions" section of the App. This will allow you to select a signature area within the pages of the document so that the signature information is printed there. If you do not want your full DNI/NIE number to appear in the signature text, make sure you have the option "Ofuscar User Identifiers in the signatures" in the "Permissions" section. Remember that in order to be able to sign before you must have imported your signature certificate in the Autofirma App.
ca: Autofirma App permet signar amb certificat tràmits web compatibles amb l'aplicació. Per a signar un tràmit, completi'l normalment a través del seu navegador web. Si el tràmit està preparat per a la signatura amb Autofirma App, aquesta s'executarà en el moment de la signatura, permetrà a l'usuari seleccionar el certificat de signatura i completarà l'operació. També pot obrir l'aplicació i signar directament un document PDF mitjançant el botó "Signatura local". Si desitja a més que la signatura sigui visible en una pàgina del seu document, habiliti l'opció "Fer signatura visible" en l'apartat "Permisos" de l'App. Això le pemitirá seleccionar una àrea de signatura dins de les pàgines del document perquè s'imprimeixi aquí la informació de signatura. Si no desitja que el seu número de DNI/NIE complet aparecezca en el text de la signatura, asseguri's de tenir habilitada l'opció "Ofuscar identificadors d'usuari en les signatures" en l'apartat "Permisos". Recordi que per a poder signar abans ha d'haver importat el seu certificat de signatura en l'Autofirma App.
es: Autofirma App permite firmar con certificado trámites web compatibles con la aplicación. Para firmar un trámite, complételo normalmente a través de su navegador web. Si el trámite está preparado para la firma con Autofirma App, esta se ejecutará en el momento de la firma, permitirá al usuario seleccionar el certificado de firma y completará la operación. También puede abrir la aplicación y firmar directamente un documento PDF mediante el botón "Firma local". Si desea además que la firma sea visible en una página de su documento, habilite la opción "Hacer firma visible" en el apartado "Permisos" de la App. Esto le pemitirá seleccionar un área de firma dentro de las páginas del documento para que se imprima ahí la información de firma. Si no desea que su número de DNI/NIE completo aparecezca en el texto de la firma, asegúrese de tener habilitada la opción "Ofuscar identificadores de usuario en las firmas" en el apartado "Permisos".
eu: Aplikazioarekin bateragarriak diren web-izapideak ziurtagiri bidez sinatzeko aukera ematen du Autofirma App-ek. Izapide bat sinatzeko, osa ezazu normalean zure web nabigatzailearen bidez. Izapidea prest badago Autofirma App-ekin sinatzeko, sinatzeko unean exekutatuko da, erabiltzaileari sinaduraren ziurtagiria hautatzeko aukera emango dio eta eragiketa osatuko du. Halaber, aplikazioa ireki dezakezu eta zuzenean PDF dokumentu bat sinatu "Sinadura lokala" botoiaren bidez. Gainera, sinadura zure dokumentuko orri batean ikusi nahi baduzu, gaitu "Sinadura ikusgarria egin" aukera aplikazioaren "Baimenak" atalean. Horrek agiriaren orrien barruan sinadura-eremu bat hautatzea eskatuko dizu, hor sinaduraren informazioa inprima dadin. Zure NAN/AIZ osoa sinadura-testuan agertzea nahi ez baduzu, ziurta ezazu "Sinaduren erabiltzaile-identifikatzaileen erregistroa" aukera gaituta duzula "Baimenak" atalean. Gogoan izan lehen sinatu ahal izateko zure sinadura-ziurtagiria autofirma app-ean inportatu behar duzula.
gl: Autofirma App permite asinar con certificado trámites web compatibles coa aplicación. Para asinar un trámite, compléteo normalmente a través do seu navegador web. Se o trámite está preparado para a firma con Autofirma App, esta executarase no momento da firma, permitirá ao usuario seleccionar o certificado de firma e completará a operación. Tamén pode abrir a aplicación e asinar directamente un documento PDF mediante o botón "Firma local". Se desexa ademais que a firma sexa visible nunha páxina do seu documento, habilite a opción "Facer firma visible" nos apartado "Permisos" da App. Isto le pemitirá seleccionar unha área de sinatura dentro das páxinas do documento para que se imprima aí a información de firma. Se non desexa que o seu número de DNI/NIE completo aparecezca no texto da firma, asegúrese de ter habilitada a opción "Ofuscar identificadores de usuario nas firmas" nos apartado "Permisos". Lembre que para poder asinar antes debe importar o seu certificado de firma na Autofirma App.
va: Autofirma App permet signar amb certificat tràmits web compatibles amb l'aplicació. Per a signar un tràmit, complete'l normalment a través del seu navegador web. Si el tràmit està preparat per a la signatura amb Autofirma App, esta s'executarà en el moment de la signatura, permetrà a l'usuari seleccionar el certificat de signatura i completarà l'operació. També pot obrir l'aplicació i signar directament un document PDF mitjançant el botó "Signatura local". Si desitja a més que la signatura siga visible en una pàgina del seu document, habilite l'opció "Fer signatura visible" en l'apartat "Permisos" de l'App. Això le pemitirá seleccionar una àrea de signatura dins de les pàgines del document perquè s'imprimisca ací la informació de signatura. Si no desitja que el seu número de DNI/NIE complet aparecezca en el text de la signatura, assegure's de tindre habilitada l'opció "Ofuscar identificadors d'usuari en les signatures" en l'apartat "Permisos". Recorde que per a poder signar abans ha d'haver importat el seu certificat de signatura en l'Autofirma App.

# faq_answer_three
source: The certificates are stored on your device with powerful encryption, but like any cryptographic system, at the time it is out of control of the owner is at risk of being compromised. If you lose the device you should contact your certification service provider as soon as possible to immediately revoke the certificates it contained.
ca: Els certificats s'emmagatzemen en el seu dispositiu amb un potent xifrat, però com qualsevol sistema criptogràfic, al moment que aquest està fora del control de propietari corre el risc de ser compromès. Si perd el dispositiu ha de contactar al més aviat possible amb el seu proveïdor de serveis de certificació per revocar immediatament els certificats que aquest contenia.
es: Los certificados se almacenan en su dispositivo con un potente cifrado, pero como cualquier sistema criptográfico, en el momento que este está fuera del control de propietario corre el riesgo de ser comprometido. Si pierde el dispositivo debe contactar lo antes posible con su proveedor de servicios de certificación para revocar de inmediato los certificados que este contenía.
eu: Ziurtagiriak zifratze ahaltsu batekin biltegiratzen dira zure gailuan, baina, edozein sistema kriptografiko bezala, jabearen kontroletik kanpo dagoenean, konpromisoa hartzeko arriskua dago. Gailua galtzen baduzu, lehenbailehen jarri behar duzu harremanetan ziurtatze-zerbitzuen hornitzailearekin, hark zituen ziurtagiriak berehala ezeztatzeko.
gl: Os certificados almacénanse no seu dispositivo cun potente cifrado, pero como calquera sistema criptográfico, no momento que este está fóra do control de propietario corre o risco de ser comprometido. Se perde o dispositivo debe contactar canto antes co seu provedor de servizos de certificación para revogar de inmediato os certificados que este contiña.
va: Els certificats s'emmagatzemen en el seu dispositiu amb un potent xifrat, però com qualsevol sistema criptogràfic, en el moment que este està fora del control de propietari corre el risc de ser compromès. Si perd el dispositiu ha de contactar al més prompte possible amb el seu proveïdor de servicis de certificació per a revocar immediatament els certificats que este contenia.

# faq_answer_two
source: The Autofirma App still lacks certain functionalities that are present in versions for other operating systems. Future product updates will solve these deficiencies. In the meantime, use another system and notify the person responsible for the web procedure if you consider it necessary.
ca: Autofirma App manca encara de certes funcionalitats que sí que són presents en versions per a altres sistemes operatius. Futures actualitzacions de l'app solucionaran aquestes manques. Mentrestant, utilitzi un PC amb Autofirma instal·lat per a completar el tràmit web i notifiqui el problema al responsable del tràmit si el considera precís.
es: Autofirma App carece aún de ciertas funcionalidades que sí están presentes en versiones para otros sistemas operativos. Futuras actualizaciones de la app solventarán estas carencias. Mientras tanto, utilice un PC con Autofirma instalado para completar el trámite web y notifique el problema al responsable del trámite si lo considera preciso.
eu: Autofirma App-ek oraindik ez ditu beste sistema eragile batzuetarako bertsioetan agertzen diren funtzionalitate batzuk. Aplikazioaren etorkizuneko eguneratzeek konponduko dituzte gabezia horiek. Bitartean, erabili Autofirma instalatuta duen PC bat web-izapidea osatzeko, eta jakinarazi arazoa izapidearen arduradunari, hala baderitzozu.
gl: Autofirma App carece aínda de certas funcionalidades que si están presentes en versións para outros sistemas operativos. Futuras actualizacións da app liquidarán estas carencias. Mentres tanto, utilice un PC con Autofirma instalado para completar o trámite web e notifique o problema ao responsable do trámite se o considera preciso.
va: Autofirma App manca encara de certes funcionalitats que sí que són presents en versions per a altres sistemes operatius. Futures actualitzacions de l'app solucionaran estes manques. Mentrestant, utilitze un PC amb Autofirma instal·lat per a completar el tràmit web i notifique el problema al responsable del tràmit si el considera precís.

# faq_question_four
source: I have imported the certificates correctly into the Autofirma App, but I still cannot log in with them to the electronic offices and other Web pages that require it. Why?
ca: He importat els certificats correctament a Autofirma App, però tot i així no aconsegueixo identificar-me amb ells a les seus electròniques i altres pàgines web que ho requereixen Per què?
es: He importado los certificados correctamente en Autofirma App, pero aun así no consigo identificarme con ellos en las sedes electrónicas y demás páginas Web que lo requieren ¿Por qué?
eu: Ziurtagiriak behar bezala inportatu erako Autofirma aplikaziora, baina oraindik ezin naiz haiekin identifikatu bulego elektronikoetan eta eskatzen duten beste web orrietan.
gl: Importei os certificados correctamente na aplicación Autofirma para iOS de Apple, pero aínda non podo identificarme con eles nas sedes electrónicas e outras páxinas web que o requiran.
va: He importat els certificats correctament en autofirma App, però així i tot no aconseguisc identificar-me amb ells en les seus electròniques i altres pàgines Web que ho requerixen Per què?

# faq_question_one
source: How can I make electronic signatures with this app?
ca: Com puc fer signatures electròniques amb aquest app?
es: ¿Cómo puedo realizar firmas electrónicas con esta app?
eu: Nola egin ditzaket sinadura elektronikoak aplikazio honekin?
gl: Como podo realizar firmas electrónicas con esta app?
va: Com puc realitzar firmes electròniques amb esta app?

# faq_question_three
source: Are my certificates at risk if I lose the device?
ca: Corren perill els meus certificats si perdo el dispositiu?
es: ¿Corren peligro mis certificados si pierdo el dispositivo?
eu: Arriskuan daude nire ziurtagiriak, gailua galtzen badut?
gl: Corren perigo os meus certificados se perdo o dispositivo?
va: Corren perill els meus certificats si perd el dispositiu?

# faq_question_two
source: The signing of some web formalities with Autofirma App fails, while in those same procedures it works on other devices. Why?
ca: La signatura d'alguns tràmits web amb Autofirma App falla, mentre que en aquests mateixos tràmits funciona en altres dispositius. Per què?
es: La firma de algunos trámites web con Autofirma App falla, mientras que en esos mismos trámites funciona en otros dispositivos. ¿Por qué?
eu: Autofirma App-en web-izapide batzuk sinatzeak huts egiten du, eta izapide horietan bertan beste gailu batzuetan ere funtzionatzen du. Zergatik?
gl: A sinatura dalgúns trámites web con Autofirma App falla, mentres que neses mesmos trámites funciona noutros dispositivos. Por que?
va: La signatura d'alguns tràmits web amb Autofirma App falla, mentre que en eixos mateixos tràmits funciona en altres dispositius. Per què?

# faq_title
source: Frequently Asked Questions
ca: Preguntes freqüents
es: Preguntas frecuentes
eu: Maiz egiten diren galderak
gl: Preguntas frecuentes
va: Preguntes freqüents

# file_not_pdf_description
source: To perform this operation, you must select a PDF file
ca: Per poder realitzar aquesta operació cal seleccionar un fitxer PDF
es: Para poder realizar esta operación es necesario seleccionar un fichero PDF
eu: Eragiketa hau egiteko beharrezkoa da PDF fitxategi bat hautatzea
gl: Para realizar esta operación é necesario seleccionar un ficheiro PDF
va: Per a poder realitzar esta operació és necessari seleccionar un fitxer PDF

# file_not_pdf_title
source: The file is not a PDF
ca: El fitxer no és un PDF
es: El fichero no es un PDF
eu: Fitxategia ez da PDF bat
gl: O ficheiro non é un PDF
va: El fitxer no és un PDF
